Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja5/siri97-n.htm.tmx
Source language: nob
Languages: sme

source: I 1997 ble det opprettet en egen samisk avdeling i Fossen barnehage i Manndalen, og samme høst ble den første klassen med samisk som førstespråk oppretta ved Manndalen skole.
sme: 1994:s uhtes ii nagodan Olmmáivákki ja Ruollaluovtta skuvllat fállat nubbegiellaoahpahusa.

source: Alle elevene i denne klassen hadde minst en samiskspråklig forelder som kom fra det «kjernesamiske» området.
sme: 1997:s ásahuvvui sierra sámegiel ossodat Goržži mánáidgárdái Olmmáivákkis, ja seammá čavčča ásahuvvui vuosttaš sámegielluohkká Olmmáivákki skuvlii.

source: Nå, skoleåret 2010/11, er det to slike klasser ved skolen, en med tre førsteklassinger, og en med tre 4.–5.-klassinger.
sme: Buot ohppiin dán luohkás lei unnimus okta sámegielat váhnen gii bođii «guovddáš sámeguovllus». Dál, skuvlajagi 2010/11, leat guokte dakkáraš luohká skuvllas.

source: Disse elevene har foreldre fra Kåfjord som har lært samisk i varierende grad som voksne.
sme: Dálá ohppiid váhnemat leat gáivuotnalaččat geat leat oahppan veaháš dahje olu sámegiela ollesolmmožin.

source: I skrivende stund er 6 av 12 lærere ved Manndalen skole i stand til å undervise på samisk.
sme: Aiddo dál máhttet 6 Olmmáivákki skuvlla 12 oahpaheddjiin oahpahit sámegielfágas.

source: På Olderdalen skole har halvparten av førsteklassingene valgt samisk som fag.
sme: Dálošvákki skuvllas leat bealli vuosttašluohkkálaččain válljen sámegiela fágan.

source: Disse enkle tallene forteller mer enn noe annet at ting går seg til.
sme: Dát logut muitalit eambbo go mihkkege eará ahte áššit buorránit.

source: Det bare tar litt tid.
sme: Go áiggi váldá veahkkin.

source: [1] Norut-rapport 4/2004.
sme: [1] Norut-rápporta 4/2004, gávdno dušše dárogillii.

source: [2] NOU 1997:4 Naturgrunnlaget for samisk kultur og NOU 1997:5 Urfolks landrettigheter etter folkerett og utenlandsk rett.
sme: [2] NÁČ 1997:4 Sámi kultuvrra luondduvuođđu ja NOU 1997:5 Urfolks landrettigheter etter folkerett og utenlandsk rett.

source: [3] Finnmarken 24.05.1997 [4] Finnmarken 20.06.1997 [5] Skolene i Nesseby, Karasjok, Porsanger og Kautokeino, samt to skoler i Tana brukte M87S i større eller mindre grad.
sme: [3] Finnmarken 24.05.1997 [4] Finnmarken 20.06.1997 [5] Unjárgga, Kárášjoga ja Guovdageainnu skuvllat, ja de vel guokte Deanuskuvlla geavahedje M87S uhcit dahje eanet.

source: I tillegg blei planen brukt på sameskolene i Troms, Hattfjelldal og Snåsa.
sme: Dasa lassin geavahuvvui plána Romssa, Aarborde ja Snoasa sámeskuvllain.

source: [6] Finnmarken 05.06.1997 [7] Paul Pedersen og Asle Høgmo: Kamp, krise og forsoning s. 58 [8] Finnmarken 17.06.1997 [9] Aftenposten 25.08.1997 [10] Aftenposten 26.08.1997.
sme: [6] Finnmarken 05.06.1997 [7] Paul Pedersen ja Asle Høgmo: Kamp, krise og forsoning s. 58 [8] Finnmarken 17.06.1997 [9] Aftenposten 25.08.1997 [10] Aftenposten 26.08.1997 [11] Aftenposten 26.08.1997 [12] Finnmarken 25.09.1997 [13] Nordlys 05.09.1997 [14] Aftenposten 11.09.1997 [15] Paul Pedersen ja Asle Høgmo: Kamp, krise og forsoning s. 61. [16] Paul Pedersen ja Asle Høgmo: Kamp, krise og forsoning, s. 107 [17] «Det samiske «[18] Framtid i Nord 08.04.1995 [19] Paul Pedersen ja Asle Høgmo: Kamp, krise og forsoning, s. 53 [20] Totalteáhtera čájálmas «Siste kveld med mamma «(Maŋimuš eahket etniin) mas lei earret eará lávlla «Skiltskyttera» (Galbabáhččit).

source: [20] Egen læstadiansk retning.
sme: [21] Sierra lestadiánalaš suorgi.

source: Erik Johnsen var hovedpredikanten innen denne retningen, som hovedsaklig har medlemmer i Nord-Troms.
sme: Erik Johnsen lei dán suorggi váldosárdneolmmái, man eanáš miellahtut orrot Davvi-Romssas.

source: [21] Paul Pedersen og Asle Høgmo: Kamp, krise og forsoning s. 60. [22] Paul Pedersen og Asle Høgmo: Kamp, krise og forsoning s. 65. [23] Paul Pedersen og Asle Høgmo: Kamp, krise og forsoning s. 55. [24] Sálbmagirji II, Verbum 2005.
sme: [22] Paul Pedersen ja Asle Høgmo: Kamp, krise og forsoning s. 60 [23] Paul Pedersen ja Asle Høgmo: Kamp, krise og forsoning s. 65 [24] Paul Pedersen ja Asle Høgmo: Kamp, krise og forsoning s. 55 [25] Sálbmagirji II, Verbum 2005.

source: Salmene nr. 745, 746 og 751 er Kåfjord-salmer.
sme: Sálmmat nr. 745, 746 ja 751 leat Gáivuona-sálmmat.

source: Både tekst og tone er laget i Kåfjord.
sme: Sihke sánit ja nuohtta bohtet Gáivuonas.

source: Salmene er en del av den rike læstadianske tradisjonen, og avspeiler også den selvfølgelige plassen samisk språk hadde i Kåfjord rundt år 1900.
sme: Sálmmat leat oassin rikkis lestadiánalaš árbevierus, ja čájeha maid man lunddolaš lei sámegiela geavahit Gáivuonas birrasiid 1900-logu.

source: Det er også andre salmer i salmeboka som har egen tone fra Kåfjord, blant annet salme nr. 544. [25] Paul Pedersen og Asle Høgmo: Kamp, krise og forsoning s. 90. [26] Tana Montessoriskole er omtalt i Samisk skolehistorie 2.
sme: Leat maid eará sálmmat seammá sálbmagirjjis main lea sierra nuohtta Gáivuonas, earret eará sálbma nr. 544. [26] Paul Pedersen ja Asle Høgmo: Kamp, krise og forsoning s. 90 [27] Tana montessoriskuvlla birra logat Sámi skuvlahistorjjá 2:s.

source: Flere artikler fra Samisk skolehistorie 5
sme: Eará artihkkalat Sámi skuvlahistorjá 5-girjjis
